# OLDForceRealToStr

## Description
Converts force real value to string and returns TRUE on success.

```pascal
FUNCTION OLDForceRealToStr(forceValue : REAL) : STRING;
```

```python

def vs.OLDForceRealToStr(forceValue):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|forceValue|REAL||

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis